{
  "title": "Habit Stacking — and Why It Might Finally Help Your Behavior Changes Stick",
  "poster": "https://images.everydayhealth.com/images/habit-stacking-1440x810.jpg?w=1110",
  "original__url": "https://www.everydayhealth.com/emotional-health/habit-stacking-and-why-it-might-help-your-behavior-changes-stick/",
  "author": "Karla Walsh",
  "date": "February 13, 2023",
  "content": "<h2> Habit Stacking — and Why It Might Finally Help Your Behavior Changes Stick </h2>\n<div class=\"eh-content-block__content\">\n  <p>Have you ever set a goal to change certain behaviors or routines and it hasn’t stuck? You’re in good company. About 7 in 10 adults who participated in a December 2022 <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://news.gallup.com/poll/467696/seven-americans-likely-set-goals-2023.aspx\" rel=\"noopener noreferrer\" target=\"_blank\">Gallup Poll</a> say they entered 2023 with a sky-high resolution for a laudable reason: a potentially “better” life. </p>\n  <p>While these aims may be well-intentioned, much&nbsp; <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4988401/\" rel=\"noopener noreferrer\" target=\"_blank\">research</a>&nbsp;shows that behavior change is remarkably challenging. </p>\n  <p>That’s where habit stacking — one behavior change strategy — comes in. Psychologists say it works because it’s based on the premise that humans tend to crave and act according to routines we get into. <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6378489/\" rel=\"noopener noreferrer\" target=\"_blank\">Research</a> backs this up. With habit stacking, you’re creating and sticking with new routines by building on the ones you already have. </p>\n  <h2>What Is Habit Stacking, Exactly?</h2>\n  <p>\n    <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.developgoodhabits.com/author/develop/\" rel=\"noopener noreferrer\" target=\"_blank\">S.J. Scott</a> wrote about the concept in his 2017 book <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.amazon.com/Habit-Stacking-Changes-Improve-Happiness-ebook/dp/B06XP2B5QC\" rel=\"noopener noreferrer\" target=\"_blank\">\n      <em>Habit Stacking: 127 Small Changes to Improve Your Health, Wealth, and Happiness</em>\n    </a>. (Later, other psychology writers <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://charlesduhigg.com/\" rel=\"noopener noreferrer\" target=\"_blank\">Charles Duhigg</a> and <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://jamesclear.com/\" rel=\"noopener noreferrer\" target=\"_blank\">James Clear</a>&nbsp;expanded on the concept.)\n  </p>\n  <aside class=\"ad-wrapper ad-wrapper--audience ad-container inline-widget inline-widget--right-rail _hold-size\"></aside>\n  <p>It’s a technique where you form new habits by pairing a new desired behavioral change with, on, or following an already existing behavior you routinely do (making coffee or showering) — or something that routinely happens in your day (your alarm going off or the kids coming home from school), explains <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://drgailsaltz.com/\" rel=\"noopener noreferrer\" target=\"_blank\">Gail Saltz, MD</a>, clinical associate professor of psychiatry at the NewYork-Presbyterian Hospital and Weill Cornell School of Medicine in New York City and the host of the <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.iheart.com/podcast/1119-how-can-i-help-with-dr-ga-76281118/\" rel=\"noopener noreferrer\" target=\"_blank\">\n      <em>How Can I Help? </em>podcast </a> from iHeartRadio. “This makes it easier to remember to perform the new activity.” </p>\n  <p>You start with choosing the other daily habits that you might add your new practice to.</p>\n  <p>“If you want to add some deep-paced breathing to decrease your anxiety each morning, think of another morning habit you can pair this with, like brushing your teeth,” Dr. Saltz says. “Every morning after you brush your teeth, set a goal to sit on your bed for five minutes and perform your breathing exercises.”</p>\n  <p>\n    <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://carolynrubenstein.com/\" rel=\"noopener noreferrer\" target=\"_blank\">Carolyn Rubenstein, PhD</a>, a licensed psychologist in Boca Raton, Florida, and mother of two, admits that habit stacking has been a boon for herself and her family.\n  </p>\n  <div class=\"connatix-container\">\n    <div class=\"connatix-container__wrapper\">\n      <script id=\"a589d44167bf4b01bcba72a361cbf803\"></script>\n      <img src=\"https://capi.connatix.com/tr/si?token=a23e85ad-e6b7-47e1-a249-2e7bdf822140cid=479faa7c-48de-414e-8c86-bed290419e11\" alt=\" \" style=\"display:none\">\n    </div>\n  </div>\n  <p>“After I have a cup of coffee in the morning, I have disciplined myself to meditate for 60 seconds, then write my to-do list for the day. After my kids eat dinner, they put their plates in the dishwasher, lay out their clothes for the next day and begin their homework,” Dr. Rubenstein says.</p>\n  <h2>How Habit Stacking Works, According to Science</h2>\n  <p>Since the neurological wiring already exists for the first habit, your brain is basically already set on autopilot to perform certain tasks, such as taking a shower before bed or loading and running the dishwasher before you leave for work. This means you don’t need to create entirely new synaptic connections, Saltz adds.</p>\n  <p>Building additional “wiring” in the brain may become more and more challenging as we age. In his book <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.amazon.com/gp/product/0735211299/\" rel=\"noopener noreferrer\" target=\"_blank\">\n      <em>Atomic Habits</em>\n    </a>, Clear cites <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://academic.oup.com/cercor/article/17/11/2573/282081?login=false\" rel=\"noopener noreferrer\" target=\"_blank\">research</a> that suggests the average adult has about 41 percent fewer neurons than the typical newborn. This is normal, but he argues it contributes to making habit making and behavior change more difficult the older we get. </p>\n  <div id=\"adx_native_ad_110533\"></div>\n  <p>With habit stacking, you use this to your advantage, however. You couple a new behavior or habit you want to adopt with one you’re already set doing.</p>\n  <p>Over time, the mere repetition of an action leads to you initiating it without intention, explains <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://suffolkdbtjl.com/meet-the-team/\" rel=\"noopener noreferrer\" target=\"_blank\">Jeanette Lorandini</a>, licensed clinical social worker, a certified dialectical behavior therapist and founder of <a class=\"cr-anchor cr-anchor--mounted\" href=\"http://www.suffolkdbtjl.com/\" rel=\"noopener noreferrer\" target=\"_blank\">Suffolk DBT</a> in New York. One day, you’ll realize that doing one habit automatically leads you to do the other without needing to remind yourself to do it. When you’re able to complete a task with minimal conscious control, you have officially “habit stacked.” </p>\n  <p>\n    <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://journals.sagepub.com/doi/10.1111/j.1467-8721.2006.00435.x\" rel=\"noopener noreferrer\" target=\"_blank\">Research</a>&nbsp;indeed suggests that much of our everyday action is characterized by habitual repetition, Lorandini says.\n  </p>\n  <p>But that’s more about the “habit” than the “stack.” There are few controlled, peer-reviewed studies on habit stacking yet, but there’s a lot of clinical support and anecdotal evidence that it can move the needle, Saltz says.</p>\n  <p>Habit stacking is essentially a form of implementation intention, Clear adds in <em>Atomic Habits</em>. This well-known psychological practice, which is backed by <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.frontiersin.org/articles/10.3389/fpsyg.2021.565202/full\" rel=\"noopener noreferrer\" target=\"_blank\">research</a>,&nbsp;involves planning when and where you’ll perform a task, which is fundamental to habit stacking — the latter is more specific about how to make that plan. </p>\n  <h2>How to Habit Stack in 5 Steps, According to Experts</h2>\n  <p>Even if the science hasn’t parsed out exactly why habit stacking works, or when it works best, it’s a simple technique that comes with few risks or downsides — and is a way to ease up on the mental effort required to start something new, Rubenstein says.</p>\n  <p>Follow these five steps to try it out, Lorandini recommends:</p>\n  <ol>\n    <ol>\n      <li>\n        <strong>Take an observation day.</strong> What’s going on around you, and how do you spend your time? Take one day to add notes to your digital calendar or jot down in a journal about how you spend each hour.\n      </li>\n      <li>\n        <strong>List your current habits.</strong> Within each hour, take note of your current routine habits that you do at about the same time each day, such as “make my bed,” “blow dry my hair,” “brew a pot of coffee,” or “take a lunch break.”\n      </li>\n      <li>\n        <strong>Pin down your specific and realistic new goal.</strong> “If your cues are not specific enough, you will struggle with habit stacking,” Rubenstein says. If your goal is to take a 15-minute walk over your lunch break, be very clear and note when and where, such as: “I will go for a 15-minute walk around the block.” It can be helpful to have a back-up plan in case plan A falls through, Rubenstein adds, like: “I will walk for the same time around my office indoors.”&nbsp;\n      </li>\n      <li>\n        <strong>Stack on your list. </strong>Go back to the list you created during step two. Then consider with which current habit your new goal might align best. Would it be better for your energy levels to drink that extra glass of water in the morning, rather than before bed, when extra fluids might lead to middle-of-the-night restroom runs? Arrange the anchor for your new activity at a time to set yourself up for success, Rubenstein recommends.\n      </li>\n      <li>\n        <strong>\n          <strong>Try it out.</strong>\n        </strong> Set a goal of starting to integrate the stacked habit into your routine for seven days; taking a moment to note at the end of each day: How do you feel with the new habit? Did you stick with the new habit?\n      </li>\n    </ol>\n  </ol>\n  <p>And remember to give yourself grace. There <em>will</em> be slip-ups along the way, but with practice over time, the new routine will feel as natural as the original one you stacked it on top of. </p>\n</div>\n</section></div>",
  "link": "/emotional__health/habbits.html"
}
