{
  "title": "All About Laziness: What Causes It and What to Do About It",
  "poster": "https://images.everydayhealth.com/images/all-about-laziness-guide-1440x810.jpg?w=1110",
  "original__url": "https://www.everydayhealth.com/emotional-health/all-about-laziness-what-causes-it-and-what-to-do-about-it/",
  "author": "Markham Heid",
  "date": "October 13, 2022",
  "content": "<div class=\"container-fluid\">\n  <div class=\"row\">\n    <div class=\"col\">\n      <div>\n        <section>\n          <div>\n            <h2>6 Tips for How to Be Less Lazy</h2>\n          </div>\n          <div>\n            <p>Different experts take a different approach to helping you manage self-diagnosed laziness. These may involve learning to go easier on yourself, or taking up habits that help you avoid distractions.</p>\n            <h3>\n              <strong>1. Do Less, Not More</strong>\n            </h3>\n            <p>Your goal shouldn’t be to fit more in, Price says. Instead, you need to identify what’s most important to you and set aside the rest. “Cut your to-do list in half,” he advises.&nbsp;</p>\n            <p>Put simply, you need to prioritize. “Ask yourself what you are willing to let drop? What are you cutting back on? Who will you disappoint? What social standards can you afford to let go of? These are the questions we should be asking ourselves, not ‘how can I force myself to do more,’” he adds.&nbsp;</p>\n            <h3>\n              <strong>2. Get Specific</strong>\n            </h3>\n            <p>Procrastination, Pychyl says, is often fueled by “vague intentions.” For example, you tell yourself you need to fix up your place or start a new exercise program. But you’re hazy on the details, including what exactly you plan to do and when you’ll get on it.&nbsp;</p>\n            <p>“You tell yourself, ‘I’ll do it this weekend,’ but that has almost no motivational force,” he says.&nbsp;</p>\n            <p>Instead, think about exactly what you want to do, and determine a precise time and place to do it. For example, book a yoga class and put reminders in your phone. Getting specific will make it more likely you’ll follow through.</p>\n            <h3>\n              <strong>3. Make It Fun</strong>\n            </h3>\n            <p>Dr. Wood says that the trick to habit formation is “repetition, repetition, repetition.”&nbsp;</p>\n            <p>“We are most likely to repeat actions that we enjoy,” she says. “So, find something you like about a new action that makes it enjoyable.”&nbsp;</p>\n            <p>For example, if you’re lazy about exercise, find a compelling podcast and listen to it only when you run or work out. Over time, you’ll start to view the time you spend exercising as “my favorite podcast time” — something fun — rather than something you dread.&nbsp;</p>\n            <h3>\n              <strong>4. Practice Single-Tasking and Taking Tech-Free Breaks</strong>\n            </h3>\n            <p>To get anything done — or for that matter, started — you need to be able to resist distraction and stay on-task.&nbsp;</p>\n            <p>Technology is making this more and more difficult, so consider taking your tech out of the equation. “You can’t depend on willpower,” Pychyl says. “You’ve got to take your phone and put it in another room.”&nbsp;</p>\n            <p>He also recommends installing apps or programs, such as&nbsp; <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.rescuetime.com/\" rel=\"noopener noreferrer\" target=\"_blank\">RescueTime</a>, that can prevent you from receiving alerts or accessing problem sites or apps. You can start small — 15 or 30 minutes of undistracted, tech-free time per day — and work your way up. </p>\n            <h3>\n              <strong>5. Be More Mindful</strong>\n            </h3>\n            <p>Pychyl says a lot of procrastination comes down to habit, whether it’s habitually delaying tasks or habitually reacting to them with anxiety or other unpleasant emotions. In both cases, mindfulness practices, which train present-moment, nonjudgmental awareness can be beneficial.&nbsp;</p>\n            <p>“Mindfulness and becoming aware of your own thinking is crucial,” he says. Mindfulness training can also help you ignore distractions and stay on-task, he adds.</p>\n            <h3>\n              <strong>6. Go Easy on Yourself</strong>\n            </h3>\n            <p>For one&nbsp; <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.sciencedirect.com/science/article/abs/pii/S0191886910000474\" rel=\"noopener noreferrer\" target=\"_blank\">study</a>, Pychyl and colleagues examined the ways college students responded following periods of procrastination. Among students who procrastinated before an exam, the ones who forgave themselves (as opposed to getting angry with themselves) were less likely to procrastinate again before the next exam.&nbsp; </p>\n            <p>“Forgiveness allows the individual to move past their maladaptive behavior and focus on the upcoming examination without the burden of past acts,” he and his coauthors wrote in their paper. He explains that getting down on yourself increases negative feelings and self-appraisals, which makes procrastination more likely. “You need to bring in self-compassion,” he says. “Focus on making progress, but acknowledge that you’re going to relapse.”</p>\n          </div>\n        </section>\n      </div>\n    </div>\n  </div>\n</div>",
  "link": "/emotional__health/laziness.html"
}
