{
  "title": "7 Tips for Getting Better at Practicing Patience",
  "poster": "https://images.squarespace-cdn.com/content/v1/5acbc814b40b9d56455f4727/c723617f-d595-4502-9492-419b59e6dadb/Patience.jpg?format=2500w",
  "original__url": "https://www.everydayhealth.com/emotional-health/tips-for-getting-better-at-practicing-patience/",
  "author": "Carmen Chai",
  "date": "March 9, 2023",
  "content": "<div class=\"col\">\n  <h2>7 Tips for Getting Better at Practicing Patience</h2>\n  <p>Patience isn’t always easy to muster in trying times.</p>\n  <p>While some people are naturally more patient, some of us are more inclined to resort to clenching our fists, screaming and stomping off, or giving up altogether. And when the conditions are ripe for it, even the most patient among us can lose it.</p>\n  <p>Still, experts say that it’s absolutely possible to learn to be more patient.</p>\n  <p>In a nutshell, patience is the ability to stay calm in the face of adversity, waiting, frustration, or suffering, says <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://psychologyneuroscience.artsandsciences.baylor.edu/person/sarah-schnitker-phd\" rel=\"noopener noreferrer\" target=\"_blank\">Sarah Schnitker, PhD</a>, an associate professor of psychology and neuroscience at Baylor University in Waco, Texas, who studies patience, along with other character strengths like gratitude, forgiveness, and generosity. </p>\n  <aside class=\"ad-wrapper ad-wrapper--audience ad-container inline-widget inline-widget--right-rail _hold-size\"></aside>\n  <p>And cultivating patience is worth doing, according to Dr. Schnitker’s research over the years. Her <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.tandfonline.com/doi/abs/10.1080/17439760.2012.697185?journalCode=rpos20\" rel=\"noopener noreferrer\" target=\"_blank\">research</a> found that patient people tended to have higher life satisfaction, self-esteem, and a sense of self-control that aided in achieving life goals. Her other&nbsp; <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://brill.com/view/book/edcoll/9789047419648/Bej.9789004158511.i-301_012.xml\" rel=\"noopener noreferrer\" target=\"_blank\">findings</a> suggest that patient people are less likely to report <a class=\"cr-anchor cr-anchor--mounted\" href=\"/depression/guide/symptoms/\" target=\"_self\">symptoms of depression</a> and loneliness, along with fewer health ailments like headaches, acne flare-ups, <a class=\"cr-anchor cr-anchor--mounted\" href=\"/peptic-ulcer/\" target=\"_self\">ulcers</a>, and diarrhea. </p>\n  <p>But leaning into your calmer side takes work.</p>\n  <p>“There’s no fast, easy way to become patient. It’s a lifetime pursuit. It takes a lot of patience to build patience,” Schnitker says.</p>\n  <p>Here’s a look at seven key tips to keep your impatience at bay the next time you’re ready to implode.</p>\n  <div class=\"connatix-container\">\n    <div class=\"connatix-container__wrapper\">\n      <script id=\"a589d44167bf4b01bcba72a361cbf803\"></script>\n      <img src=\"https://capi.connatix.com/tr/si?token=a23e85ad-e6b7-47e1-a249-2e7bdf822140cid=479faa7c-48de-414e-8c86-bed290419e11\" alt=\" \" style=\"display:none\">\n    </div>\n  </div>\n  <h2>1. Tap Into Your Emotions (and Accept Discomfort)</h2>\n  <p>For starters, when you’re dealing with a frustrating situation, do some introspective work, says Schnitker. When you can feel yourself starting to get frustrated, take inventory of your emotions, what’s triggering you, and even your energy levels. You may discover that you’re \"hangry,\" upset about a comment your boss made the other day, or didn’t get enough sleep the night before.</p>\n  <p>Understand why someone or something is getting under your skin, then parse out what’s really important. Are you taking stress from work out on your family at home over dinner? Is your anger about a train delay being triggered by frustration over not having as much time as you would like to socialize this week or worry about an upcoming doctor appointment?</p>\n  <p>Taking stock of all the factors leading to your impatience may help you rectify the situation, calm you down, or lead you to recognize what’s actually throwing you off-kilter (being anxious about an upcoming deadline) and feel more patient toward the thing in front of you (the barista getting your coffee order wrong).</p>\n  <div id=\"adx_native_ad_110533\"></div>\n  <h2>2. Reframe the Experience</h2>\n  <p>Give cognitive reappraisal — a technique in which you think of your experience from a different vantage point — a try, says <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://profiles.ucr.edu/app/home/profile/ksweeny\" rel=\"noopener noreferrer\" target=\"_blank\">Kate Sweeny, PhD</a>, a psychology professor at the University of California in Riverside, where she studies the psychology of uncertainty and waiting. </p>\n  <p>If you despise your commute home from work every day, reframe it as an opportunity to listen to your favorite podcast even if you’re stuck in traffic. And if your colleague keeps asking you for last-minute requests, remind yourself of moments when you’ve turned to family, friends, or coworkers for help.</p>\n  <p>Cognitive reappraisal goes hand in hand with practicing gratitude, too, according to Schnitker. Forge a new habit of making a list of three things — big or small — that you’re thankful for in your life. A <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://pubmed.ncbi.nlm.nih.gov/27018609/\" rel=\"noopener noreferrer\" target=\"_blank\">study published in the journal <em>Emotion</em>\n    </a> found that being grateful for what you have can reduce impatience. </p>\n  <h2>3. Look at the Big Picture</h2>\n  <p>Schnitker says that keeping in mind your higher purpose or goals can also help you cope when you’re feeling frazzled.</p>\n  <p>A goal that’s tied to a cause that you really care about, such as saving up for a home for your family or achieving a career goal, may make the tough moments of your job (that perhaps make you question why you don’t just pick work that is easier) feel more worthwhile.</p>\n  <p>In her <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/jopy.12481\" rel=\"noopener noreferrer\" target=\"_blank\">research published in 2020 in the <em>Journal of Personality</em>\n    </a>\n    <em></em>, Schnitker studied nearly 400 Americans between 12 and 22 years old who were training for a charity marathon in Chicago and Los Angeles. Those who were preparing for the marathon because they wanted to raise money to provide clean water to schools in Africa were more dedicated to their regular training sessions than those who signed up to improve their fitness.\n  </p>\n  <p>“Think about your purpose even when you’re not upset so that it’s always accessible to you,” Schnitker says.</p>\n  <h2>4. Plan Ahead for Stressful Situations</h2>\n  <p>Another strategy for keeping impatience at bay is to future-proof your day so you aren’t caught in an aggravating situation, says <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.hofstra.edu/faculty-staff/faculty-profile.html?id=278\" rel=\"noopener noreferrer\" target=\"_blank\">Debra R. Comer, PhD</a>, the Mel Weitz distinguished professor in business at Hofstra University in Hempstead, New York, where she studies organizational socialization and virtuous behaviors. </p>\n  <p>Don’t pack your workday with back-to-back meetings that won't leave you time to grab lunch, use the bathroom, or just take a breather, for example.</p>\n  <p>Anticipate situations that may irritate you and come prepared. If you’re going to be in a hospital or doctor’s office waiting room, bring your favorite books and magazines so you can bide your time with a hobby.</p>\n  <p>“When you prepare yourself, you won’t feel that anxiety of being rushed or frustration from wasting your time,” Dr. Comer says.</p>\n  <p>That means getting adequate sleep each night, eating healthily, and making time for exercise, too. We’re human after all, and everyone’s a bit more on edge if they’re sleep deprived and hangry! If you have a big day coming up or deadlines to meet at work, pay attention to your physical health and manage your <a class=\"cr-anchor cr-anchor--mounted\" href=\"/stress/guide/causes/\" target=\"_self\">stress levels</a>, and you’ll steer yourself away from circumstances that will test your patience. </p>\n  <h2>5. Practice Your Coping Strategies</h2>\n  <p>From meditating to <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.everydayhealth.com/alternative-health/living-with/ways-practice-breath-focused-meditation/\" rel=\"noopener noreferrer\" target=\"_self\">box breathing</a> to going for a run, familiarize yourself with coping strategies to figure out which work best for you when you’re growing impatient, according to <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.mj-ryan.com/\" rel=\"noopener noreferrer\" target=\"_blank\">M.J. Ryan</a>, an executive coach and the author of <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.amazon.com/Power-Patience-Old-Fashioned-Virtue-Improve/dp/1573245992/ref=sr_1_2?s=books&amp;ie=UTF8&amp;qid=1367000589&amp;sr=1-2&amp;keywords=The+Power+of+Patience\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">\n      <em>The Power of Patience: How This Old-Fashioned Virtue Can Improve Your Life</em>\n    </a>. </p>\n  <p>Work on a combination of strategies to help you <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.everydayhealth.com/stress/ways-to-bust-stress-in-minutes-or-less/\" rel=\"noopener noreferrer\" target=\"_self\">cope with stress in the moment</a>&nbsp;and other ones that will more preemptively help <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.everydayhealth.com/stress/guide/relief/\" rel=\"noopener noreferrer\" target=\"_self\">train your brain to be less reactive to stressors</a> when they show up. </p>\n  <p>“The old advice to count to 10 before speaking in a heated situation really works. It gives you a chance to remember what really matters to you — blowing off steam or finding an effective solution,” Ryan says.</p>\n  <p>If 10 doesn’t work, she suggests counting to 20 instead. It’ll shift your thoughts away from your anger-inducing plight, and before you know it, the moment will have passed.</p>\n  <p>Ryan suggests that you could also try tactics like keeping a small pebble in your pocket to distract you or taking yourself on a daydream the next time you’re standing in line or put on hold for an indefinite amount of time.</p>\n  <p>“Visualize the most peaceful place you can think of. See, feel, and hear yourself there. Relish this chance to take a little daydream,” Ryan says.</p>\n  <p>\n    <a class=\"cr-anchor cr-anchor--mounted\" href=\"https://www.everydayhealth.com/meditation/how-meditation-can-improve-your-mental-health/\" rel=\"noopener noreferrer\" target=\"_self\">Plenty of research</a>&nbsp;suggests that meditation does wonders for disarming feelings of anger, anxiety, stress, and fear.\n  </p>\n  <h2>6. Track Your Progress</h2>\n  <p>Getting specific is the key to successful goal setting, so decide on what aspects of your life require more of your patience and track whether you’re improving or not, says Ryan.</p>\n  <p>You could, for example, choose to work on being more patient with your little ones and your partner, she says. To track your progress, keep a simple tally of each time you lose patience, and each time you deploy the tactics above successfully, then see how many ticks you have in either column at the end of the week.</p>\n  <p>The more you practice — and give yourself grace — the sooner you’ll get into the habit of stopping yourself before having a meltdown.</p>\n  <p>“The more you practice patience and forgive yourself when you slip up, the sooner you’ll start to catch yourself in the moment. Eventually, it becomes automatic,” Ryan says.</p>\n  <h2>7. Start Small and Stay Committed</h2>\n  <p>When you’re tackling patience with these strategies in tow, start with easy wins, Dr. Sweeny says. That could mean giving yourself a high-five when you stand in line at the grocery store for 10 minutes without leaving in a huff or going for a walk instead of hitting send on a passive-aggressive email.</p>\n  <p>“Don’t try it for the first time on a big blowout fight with your partner,” Sweeny says.</p>\n  <p>Don’t expect an overnight transformation either. Schnitker suggests that some people could see change in as few as four weeks, but it’s an incremental shift that will vary from person to person.</p>\n</div>\n</section>undefined</div>",
  "link": "/emotional__health/patience.html"
}
